alacritty
alacritty-themes
bat
btop
visual-studio-code-bin
discord
docker
docker-compose
firefox
ghc
github-cli
google-chrome
neofetch
neovim
nodejs
npm
nushell
pyenv
poetry
qbittorrent
rustup
spotify
starship
steam
tailscale
tldr
tmux
zoxide
kitty
